{
    "projects":[
        {   
            "projectId":"aleph",
            "projectName":"Aleph",
            "projectYear":"2015",
            "projectMedium":"mixed media, varied dimensions",
            "projectDescription":[
                "Aleph is a collection of physical ephemera from personal travels and sojourns that form a map documenting a search for home. Here, “home” transcends mere physical spaces and places. Instead, it refers to spiritual fulfilment; something believed to be void within and painfully yearned for.",
                "Over time, I began attaching myself to people and places, nestling a home in them. However, dissatisfied, I would up and leave soon after, leaving me in constant search. In pockets of happiness and light, these traces began leading me back to one, to the One, to the beginning, to aleph.",
                "“Sometimes you have to travel a long way to find what is near”",
                " - Paulo Coelho"
            ],
            "projectPictures":[
                "/images/aleph/aleph-1.jpg",
                "/images/aleph/aleph-2.jpg",
                "/images/aleph/aleph-3.png",
                "/images/aleph/aleph-4.png"
            ]
        },
        {   
            "projectId":"buka",
            "projectName":"Buka",
            "projectYear":"2016",
            "projectMedium":"Narrative short film, 11 mins",
            "projectDescription":[
                "Writer/Director",
                "A Malay Muslim family struggles to be one in the final moments of Ramadan. The film documents the final ten minutes of their preparation for Eid in real time.",
                "Buka explores the dynamics of familial relationships in a semi-neorealist fashion through an ensemble cast. It observes and illustrates insecurities and kinship amongst individuals in a familiar everyday situation. It also investigates the role of faith consciously and otherwise in a home. A sermon plays throughout, acting almost as an omnipresent character and another subject of contest between the family members.",
                "The bulk of the film is shot in one take where the camera doubles as an observer and a judge of character."
            ],
            "projectPictures":[
                "/images/buka/buka-1.png",
                "/images/buka/buka-2.png",
                "/images/buka/buka-3.png"
            ]
        },
        {   
            "projectId":"kembali",
            "projectName":"Kembali",
            "projectYear":"2024",
            "projectMedium":"Clay on cotton, dimensions variable",
            "projectDescription":[
                "'Kembali' is a Malay word that means to return, regain and get back to. Inspired by Islamic funeral rites, shreds of a cotton shroud (kafan) are covered in clay – an ode to the quintessence of material that man is believed to be created from and returned to at death.",
                "Through meditative and introspective repetition, the artist attempts to confront her fear of mortality by handling the very materials used during the dying process. Resembling skin, Kembali symbolises her spiritual return to her convictions as a Malay Muslim woman. This is further accentuated by the flow of artwork towards the Qibla – the direction towards the Kaaba in Mecca which all Muslims face when performing prayers."
            ],
            "projectPictures":[
                "/images/kembali/kembali-1.JPG",
                "/images/kembali/kembali-2.JPG",
                "/images/kembali/kembali-3.JPG"
            ]
        },
        {
            "projectId":"ninenine",
            "projectName":"99",
            "projectYear":"2016",
            "projectMedium":"Mixed media on canvas 12” x 12”",
            "projectDescription":[
                "‘99’ is a documentation of a personal search for spiritual solace. It captures moments of calm and struggle, of destruction and rebirth, of lost and found. Self-portraits whilst praying are repeatedly imprinted and destroyed, mirroring the ephemeral and slipping grasp of quietude.",
                "99 draws inspiration from the act of tasbih, a form of devotional act in Islam where one engages in repetitive utterances of praises and glorifications to God. Believers would repeat the following:",
                "−  Subhan'Allah (Glory be to Allah) – repeated 33 times",
                "−  Alhamdulillah (Praise be to Allah) – repeated 33 times",
                "−  Allahuakbar (Allah is the Greatest) – repeated 34 Times",
                "Like the chanting, the print process becomes ritualistic and instinctive after a while. Movements are spontaneous and mimic the current state of mind. It sometimes took on a meditative role. Other times, it bore the brunt of anger."
            ],
            "projectPictures":[
                "/images/ninenine/99-1.jpg",
                "/images/ninenine/99-2.jpg",
                "/images/ninenine/99-3.jpg"
            ]
        },
        {
            "projectId":"ttwrc",
            "projectName":"Till the Water Runs Clear",
            "projectYear":"2023",
            "projectMedium":"Coffee on paper, 21cm x 30cm",
            "projectDescription":["“Till the water runs clear” emerged from intuitive mark-making. Used coffee grounds that contain personal history were repeatedly salvaged and filtered to extract every last drop of coffee. Playing with the constant pull between freedom and structure allowed emotions to influence intuitive actions. This ritualistic extraction and mark-making allowed for symbolic and metaphorical transformation of the found materials."],
            "projectPictures":[
                "/images/ttwrc/ttwrc-1.png"
            ]
        }
    ]
}